export const hscBiology1Questions = [
  { question: "কোষের পাওয়ার হাইজ কাকে বলা হয়?", options: ["নিউক্লিয়াস", "রাইবোসোম", "মাইটোকন্ড্রিয়া", "গলগি বডি"], answer: "মাইটোকন্ড্রিয়া" },
  { question: "ডিএনএ (DNA) এর পূর্ণ রূপ কী?", options: ["Deoxyribose Neural Acid", "Deoxyribonucleic Acid", "Double Nucleic Acid", "Direct Nucleic Acid"], answer: "Deoxyribonucleic Acid" },
  { question: "উদ্ভিদ কোষে কোন উপাদানটি থাকে যা প্রাণী কোষে নেই?", options: ["নিউক্লিয়াস", "কোষঝিল্লি", "কোষপ্রাচীর", "সাইটোপ্লাজম"], answer: "কোষপ্রাচীর" },
  { question: "সালোকসংশ্লেষণ প্রক্রিয়ার জন্য অপরিহার্য রঞ্জক কোনটি?", options: ["ক্লোরোফিল", "ক্যারোটিনয়েড", "ফাইকোবিলিন", "অ্যান্থোসায়ানিন"], answer: "ক্লোরোফিল" },
  { question: "নিচের কোনটি একবীজপত্রী উদ্ভিদ?", options: ["আম", "ধান", "জাম", "লিচু"], answer: "ধান" },
  { question: "উদ্ভিদের বৃদ্ধি পরিমাপক যন্ত্রের নাম কী?", options: ["মিটার", "অক্সানোমিটার", "ব্যারোমিটার", "হাইড্রোমিটার"], answer: "অক্সানোমিটার" },
  { question: "কোষ বিভাজনের কোন ধাপে ক্রোমোজোমগুলো বিষুবীয় অঞ্চলে বিন্যস্ত হয়?", options: ["প্রোফেজ", "মেটাফেজ", "অ্যানাফেজ", "টেলোফেজ"], answer: "মেটাফেজ" },
  { question: "ব্যাকটেরিয়া কোন রাজ্যের অন্তর্গত?", options: ["মনেরা", "প্রোটিস্টা", "ফানজাই", "অ্যানিমেলিয়া"], answer: "মনেরা" },
  { question: "উদ্ভিদ বিজ্ঞানের জনক কে?", options: ["অ্যারিস্টটল", "থিওফ্রাস্টাস", "ডারউইন", "ল্যামার্ক"], answer: "থিওফ্রাস্টাস" },
  { question: "ভাইরাসের বহিরাবরণ কী দিয়ে গঠিত?", options: ["কার্বোহাইড্রেট", "প্রোটিন", "লিপিড", "সেলুলোজ"], answer: "প্রোটিন" },
  { question: "লাইকেন হলো কার কার মিশ্র রূপ?", options: ["ব্যাকটেরিয়া ও ছত্রাক", "শৈবাল ও ছত্রাক", "শৈবাল ও ভাইরাস", "মস ও ফার্ন"], answer: "শৈবাল ও ছত্রাক" },
  { question: "টিস্যু কালচার পদ্ধতিতে উৎপাদিত চারাকে কী বলা হয়?", options: ["মাদার টিস্যু", "মাইক্রো চারা", "প্ল্যান্টলেট", "ক্ল্যাস"], answer: "প্ল্যান্টলেট" },
  { question: "নিচের কোনটি সপুষ্পক উদ্ভিদ?", options: ["শৈবাল", "ছত্রাক", "মস", "গোলাপ"], answer: "গোলাপ" },
  { question: "এনজাইম আসলে এক প্রকারের-", options: ["শর্করা", "চর্বি", "প্রোটিন", "ভিটামিন"], answer: "প্রোটিন" },
  { question: "উদ্ভিদ মূলের সাহায্যে কী শোষণ করে?", options: ["শুধু পানি", "শুধু খনিজ লবণ", "পানি ও খনিজ লবণ", "গ্যাসীয় পদার্থ"], answer: "পানি ও খনিজ লবণ" }
];
