export const hscPhysics1Questions = [
  { question: "স্কেলার রাশির শুধুমাত্র কী থাকে?", options: ["মান", "দিক", "মান ও দিক উভয়ই", "কোনটিই নয়"], answer: "মান" },
  { question: "নিচের কোনটি ভেক্টর রাশি?", options: ["ভর", "কাজ", "বল", "দ্রুতি"], answer: "বল" },
  { question: "দুটি ভেক্টরের স্কেলার গুণফল শূন্য হলে তাদের মধ্যবর্তী কোণ কত?", options: ["০°", "৪৫°", "৯০°", "১৮০°"], answer: "৯০°" },
  { question: "ত্রিমাত্রিক আয়ত স্থানাঙ্ক ব্যবস্থায় একক ভেক্টর কয়টি?", options: ["২টি", "৩টি", "৪টি", "৫টি"], answer: "৩টি" },
  { question: "নৌকার গুণ টানার ক্ষেত্রে কোন উপাংশ নৌকাকে এগিয়ে নিয়ে যায়?", options: ["অণুভূমিক উপাংশ", "উলম্ব উপাংশ", "ভেক্টর উপাংশ", "ভরবেগ উপাংশ"], answer: "অণুভূমিক উপাংশ" },
  { question: "প্রাসের গতিপথ কেমন হয়?", options: ["সরলরৈখিক", "বৃত্তাকার", "পরাবৃত্তাকার", "উপবৃত্তাকার"], answer: "পরাবৃত্তাকার" },
  { question: "কৌণিক বেগের একক কী?", options: ["m/s", "rad/s", "rad/s²", "deg/s"], answer: "rad/s" },
  { question: "কেন্দ্রমুখী বল দ্বারা কৃত কাজ কত?", options: ["সর্বোচ্চ", "সর্বনিম্ন", "শূন্য", "অসীম"], answer: "শূন্য" },
  { question: "মহাকর্ষীয় ধ্রুবক 'G' এর মান কত?", options: ["6.673 x 10⁻¹¹ Nm²kg⁻²", "9.8 ms⁻²", "3 x 10⁸ ms⁻¹", "1.6 x 10⁻¹⁹ C"], answer: "6.673 x 10⁻¹¹ Nm²kg⁻²" },
  { question: "পৃথিবীর কেন্দ্রে অভিকর্ষজ ত্বরণ 'g' এর মান কত?", options: ["৯.৮ ms⁻²", "১১.২ ms⁻²", "শূন্য", "অসীম"], answer: "শূন্য" },
  { question: "কঠিন পদার্থের স্থিতিস্থাপক গুণাঙ্ক কয়টি?", options: ["১টি", "২টি", "৩টি", "৪টি"], answer: "৩টি" },
  { question: "সান্দ্রতা গুণাঙ্কের একক কী?", options: ["Pascal", "Newton", "Poise", "Joule"], answer: "Poise" },
  { question: "সাদা আলোর বিচ্ছুরণে কোন রঙটি সবচেয়ে বেশি বিচ্যুত হয়?", options: ["লাল", "নীল", "বেগুনি", "হলুদ"], answer: "বেগুনি" },
  { question: "আদর্শ গ্যাসের সমীকরণ কোনটি?", options: ["PV = RT", "PV = nRT", "P/V = T", "PT = nRV"], answer: "PV = nRT" },
  { question: "শব্দ তরঙ্গের উপরিপাতনের ফলে কী সৃষ্টি হয়?", options: ["ব্যতিচার", "অপবর্তন", "সমবর্তন", "সবগুলোই"], answer: "ব্যতিচার" }
];
